Repository: krupikivan/go_minyan
Catalog: lib/l10n/intl_*.arb
Languages: es, he

# minianFinder
source: Search for minyan
es: Buscador de minian
he: מאתר מיני

# minianTitle
source: Minyan
es: Minian
he: מניין

source: New minyan
es: Nuevo
he: מניין חדש

source: About
es: Info
he: מוֹדִיעין

# menuTitle
source: Menu
es: Inicio
he: דף הבית

source: Change password
es: Cambiar contraseña
he: שנה סיסמא

source: Welcome
es: Bienvenido
he: ברוך הבא

# loginItem
source: Account
es: Cuenta
he: חשבון

source: Settings
es: Configuracion
he: הגדרה

# aboutTitle
source: About
es: Informacion
he: על אודות

# appDesc
source: A non profit app making ease finding minyan in the country.
es: Una app creada sin fines de lucro con el objetivo de proveer al usuario la facilidad de encontrar el lugar indicado a la hora indicada para rezar. Que sea para refua shlema de todos los enfermos de AM ISRAEL.
he: אפליקציה יצרה עמותה במטרה להעניק ליהודי את הקלות במציאת מינינים במדינה בצורה קלה מאוד ובמקום אחד.

# emailMe
source: Send me an email
es: Enviar un email
he: שלח אימייל

# donateMe
source: Donate to this proyect
es: Contribuir a este proyecto
he: תרום לפרויקט זה

source: About Go Minyan
es: Sobre Go Minyan
he: Go Minyan על אודות

# copyright
source: Â© 2019, GoMinyan
es: © 2019, GoMinyan
he: © 2019, GoMinyan

# newMinianTitle
source: Submit new Minyan
es: Pedir nuevo minian
he: בקש מיניאן חדש

# submit
source: Send
es: Enviar
he: שלח

source: Name
es: Nombre
he: שם

# nameValid
source: Please enter a value
es: Ingrese un nombre
he: הכנס שם

# instValid
source: Please enter a value
es: Ingrese un nombre de institucion
he: הזן שם מוסדי

# phoneValid
source: Please enter a value
es: Ingrese un telefono de contacto
he: הזן טלפון

# emailValid
source: An email address must contain a single @
es: Ingrese un email valido
he: הכנס אימייל תקף

# formError
source: Please fill the form before send.
es: El formulario ingresado no es correcto, por favor revise y vuelva a enviarlo.
he: הטופס שהוזן אינו נכון, אנא בדוק ושלח מחדש

# errorFormName
source: Please enter only alphabetical characters.
es: Por favor ingrese solamente caracteres alfabeticos.
he: אנא הזן רק תווים אלפביתיים

# passNotMatch
source: Password not match
es: Contraseñas no coinciden
he: הסיסמה אינה תואמת

# emailSent
source: Thanks! Wait for our confirm.
es: Hemos recibido su mensaje, pronto lo estaremos contactando.
he: תודה, חכה לאישור שלנו

# emailNotSent
source: There was an error, check you connection!
es: Hubo un error al enviar. Revise su conexion y vuelva a intentarlo.
he: אירעה שגיאה בשליחה. בדוק את החיבור שלך ונסה שוב

# emailDuplicate
source: User already exist.
he: המשתמש קיים

# mapLoading
source: Loading map...
es: Cargando mapa...
he: ...טוען מפה

# searchTitle
source: Search
es: Buscar
he: חיפוש

# searchResults
source: Results
es: Resultados
he: תוצאות

# btnNearMe
source: Minyan nearby
es: Filtrar distancia
he: מרחק סינון

# btnMapView
source: Change view
es: Cambiar vista
he: שינוי תצוגה

# btnNow
source: Next minyan now
es: Proximo minian
he: המניין הבא

# detailTitle
source: Daily Schedule
es: Informacion tefilot
he: להתפלל מידע

# callButton
source: Call
es: Llamar
he: להתקשר

# dataLoading
source: Loading data...
es: Cargando datos...
he: ...טוען נתונים

source: Notification
es: Notificaciones
he: הודעה

# minutesBefore
source: min before
es: min antes
he: דקות לפני

source: Notification reminder
es: Recordatorio de notificacion
he: תזכורת הודעה

source: Map
es: Mapa
he: מפה

# updateMapData
source: Update all data map
es: Actualizar datos del mapa
he: עדכן את כל מפת הנתונים

source: Update
es: Actualizar
he: עדכון

source: Updating
es: Actualizando
he: עדכון

# nusachTitle
source: Nusach
he: נוסח

# btnLogin
source: Login
es: Entrar
he: התחברות

# emailHint
source: Email
he: אימייל

# passHint
source: Password
es: Contraseña
he: סיסמה

# newPass
source: New Password
es: Nueva Contraseña
he: סיסמה חדשה

# repeatPassHint
source: Repeat Password
es: Repetir Contraseña
he: חזור על הסיסמה

# invalidMail
source: Invalid Email
es: Email invalido
he: אימייל שגוי

# invalidPass
source: Password must contain 8 alphanumeric characters
es: Contraseña debe contener 8 caracteres alfanumericos
he: הסיסמה חייבת לכלול 8 תווים אלפאנומריים

# loginTitle
source: Administrator
es: Administradores
he: מנהלים

# loginLoading
source: Logging...
es: Iniciando...
he: ...מחובר

source: Login failure
es: Acceso incorrecto
he: גישה שגויה

# registerTitle
source: Register new minyan
es: Registrar Usuario
he: רשום מניין חדש

# createDataUser
source: Create data table
he: ליצור נתונים

# btnClear
source: Clear
es: Borrar
he: ברור

# btnRegister
source: Register
es: Registrar Usuario
he: הירשם

# errorDialog
source: Error
he: שגיאה

source: Register success
es: Registro Exitoso
he: הצלחה בהרשמה

# registerLoading
source: Registering...
es: Registrando...
he: ...נרשמת

# successDialogTitle
source: Success
es: Exitoso
he: הצלחה

# successDialogContent
source: Record Inserted Successfully
es: Se han cargado los datos
he: נתונים נשמרים

# btnDialog
source: Back
es: Volver
he: חזור

source: Sunday
es: Domingo
he: יום ראשון

source: Monday
es: Lunes
he: יום שני

source: Tuesday
es: Martes
he: יום שלישי

source: Wednesday
es: Miercoles
he: יום רביעי

source: Thursday
es: Jueves
he: יום חמישי

source: Friday
es: Viernes
he: יום שישי

source: Day
es: Dia
he: יום

# adminPageTitle
source: Administration
es: Administracion
he: ניהול

source: Log out
es: Cerrar sesion
he: להתנתק

# btnEditorTimes
source: Schedule editor
es: Editar horarios
he: עריכת זמן

# lblName
source: Institutional name:
es: Nombre Institucional:
he: :שם מוסדי

# lblContact
source: Contact number:
es: Telefono de contacto:
he: :מספר טלפון

# errorAddress
source: Provide valid address
he: לספק כתובת חוקית

# lblAddress
source: Address:
es: Direccion:
he: :כתובת

# btnSave
source: Save
es: Guardar
he: לשמור

# btnNusach
source: Nusach
es: Seleccionar Nusach
he: נוסח

# btnRestore
source: Restore
es: Restaurar
he: לשחזר

# lblEmailRestoreSent
source: A password reset link has been sent to yor email
es: Se envio un mail para restaurar contraseña
he: קישור לאיפוס סיסמה נשלח לדואל שלך

# restoreMsg
source: Data restored.
es: Datos restaurados.
he: נתונים משוחזרים

# saveMsg
source: Data saved.
es: Datos guardaados.
he: .נתונים נשמרים

# connectionError
source: No internet connection
es: No hay conexion a internet
he: אין חיבור אינטרנט

source: Email not exist
es: No existe el email ingreaado
he: אימייל לא קיים

# prayTimeTitle
source: Schedule prayer
es: Horarios tefilot
he: זמני תפילה

# lblDescriptionPray
source: Schedules currently displayed in application
es: Horarios que actualmente se muestra en aplicacion
he: זמנים מוצגים למעשה באפליקציה

# btnAdd
source: Add
es: Agregar
he: הוסף

# btnAccept
source: Accept
es: Aceptar
he: לקבל

# btnNew
source: New
es: Nuevo
he: חדש

# shabatTitle
source: Shabbat
es: Shabat
he: שבת

# shajaritTitle
source: Shacharit
es: Shajarit
he: שחרית

# minjaTitle
source: Mincha
es: Minja
he: מנחה

# arvitTitle
source: Maariv
es: Arvit
he: ערבית

# lblNoData
source: No data
es: Sin datos
he: ללא נתונים

# hintDDLabel
source: Choose
es: Elige
he: בחר

# adminDialogContentError
source: You must select a schedule and a day
es: Debe seleccionar horario y dia
he: עליך לבחור זמן ושעה

# popupTitle
source: New schedule
es: Nuevo horario
he: זמן חדש

# btnPopupTime
source: Select
es: Seleccionar hora
he: :שעה שנבחרה

# lblSelectedTime
source: Time selected:
es: Hora seleccionada:
he: :הזמן שנבחר

# splashText
source: Loading...
es: Cargando...
he: ...טוען

source: English
es: Ingles
he: אנגלית

source: Spanish
es: Español
he: ספרדית

source: Language
es: Idioma
he: שפה

# languageContent
source: Preferred language
es: Seleccione el idioma preferido
he: בחר שפה מועדפת

# displayTitle
source: Display Settings
es: Vista de configuracion
he: הגדרת תצוגה

source: Dark mode
es: Modo oscuro
he: מצב חשוך

# contentNotFindNearBy
source: We could not find minyan less than
es: No se encontraron minianim a menos de
he: לא מצאנו מניין פחות מ

# contentNotFindNow
source: We could not find minyan now.
es: No se encontraron minianim ahora.
he: לא מצאנו מניין עכשיו

# contentFindNearBy
source: Minyan found:
es: Cantidad encontrada:
he: :מוצאים מניין

# dialogNearByTitle
source: Provide value in meters
es: Ingrese el valor en metros
he: ספק ערך במטרים

# dialogNearByHint
source: Meters
es: Ingrese metros
he: ספק ערך במטרים

# btnBack
source: Back
es: Volver
he: חזור

# btnForgot
source: Forgot password
es: Olvide la contraseña
he: שכחת את הסיסמא

# btnReset
source: Restore
es: Restaurar
he: לשחזר

# lblForgot
source: Restore password
es: Restaurar contraseña
he: שחזר סיסמא

source: Searching
es: Buscando
he: מחפש

source: Ok
he: לקבל

# pushTitle
source: Incoming event
es: Proximo evento
he: האירוע הבא

# remember
source: Reminder
es: Recordatorio
he: תזכורת
